Repository: regione-marche/SUAP-SUE-Regione-Marche-CWOL
Catalog: */cms/wordpress/apps/itaFrontOffice/includes/resources/theme-*-login-*.po
Languages: it_it

source: <strong>ERROR</strong>: Invalid email address.
it_it: <strong>ERRORE</strong>: Indirizzo email non valido.

source: Strength indicator
it_it: Livello di sicurezza

source: Date
it_it: Data

source: Title
it_it: Titolo

source: Default
it_it: Predefinito

source: Username
it_it: Nome utente

source: Toolbar
it_it: Barra degli strumenti

source: Site Key
it_it: Chiave del sito

source: Secret Key
it_it: Chiave segreta

source: Theme
it_it: Tema

source: Yes
it_it: Sì

source: Approve
it_it: Approva

source: Confirm Password:
it_it: Conferma password

source: Confirm that you've typed your password correctly.
it_it: Conferma di aver digitato correttamente la password

source: Confirm Password
it_it: Conferma password

source: (Must be at least 6 characters.)
it_it: (Deve avere almeno 6 caratteri.)

source: <strong>ERROR</strong>: Please enter your password twice.
it_it: <strong>ERRORE</strong>: Si prega di inserire la password due volte.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
it_it: <strong>ERRORE</strong>: Le password non possono contenere il carattere "\".

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
it_it: <strong>ERRORE</strong>: Si prega di inserire la stessa password nei due campi password.

source: <strong>ERROR</strong>: Your password must be at least 6 characters in length.
it_it: <strong>ERRORE</strong>: La password deve essere lunga almeno 6 caratteri.

source: Log in
it_it: Accedi

source: Add Link
it_it: Aggiungi link

source: Delete
it_it: Cancella

source: Update
it_it: Aggiorna

source: minute(s)
it_it: minuti

source: hour(s)
it_it: ore

source: day(s)
it_it: giorni

source: IP Address
it_it: Indirizzo IP

source: Remember Me
it_it: Ricordami

source: Get New Password
it_it: Ottieni una nuova password

source: First Name
it_it: Nome

source: Usernames cannot be changed.
it_it: Gli username non possono essere cambiati.

source: Last Name
it_it: Cognome

source: (required)
it_it: (richiesto)

source: New Password
it_it: Nuova password

source: Generate Password
it_it: Genera password

source: Hide password
it_it: Nascondi password

source: Hide
it_it: Nascondi

source: None
it_it: Nessuno

source: To set your password, visit the following address:
it_it: Per impostare la tua password, visita la seguente pagina:

source: [%s] New User Registration
it_it: [%s] Registrazione nuovo utente

source: [%s] Your username and password info
it_it: [%s] Le tue informazioni di registrazione

source: [%s] Password Lost/Changed
it_it: [%s] Recupero/Cambio Password

source: Password Lost and Changed for user: %s
it_it: Password persa e cambiata per l'utente: %s

source: Redirection
it_it: Reindirizzamento pagine

source: Check this option to send the user to their WordPress Dashboard/Profile.
it_it: Scegli questa opzione per redirigere l'utente alla propria Bacheca/Profilo.

source: Security
it_it: Sicurezza

source: Private Site
it_it: Sito privato

source: Private Login
it_it: Accesso privato

source: Login Attempts
it_it: Tentativi di accesso

source: Require users to be logged in to view site
it_it: Richiedi accesso agli utenti per visitare il sito

source: Disable <tt>wp-login.php</tt>
it_it: Disabilita <tt>wp-login.php</tt>

source: After %1$s failed login attempts within %2$s %3$s, lockout the account for %4$s %5$s.
it_it: Dopo %1$s tentativi di accesso falliti in %2$s %3$s, blocca l'account per %4$s %5$s.

source: Unlock
it_it: Sblocca

source: Lock
it_it: Blocca

source: Your account has been unlocked. You may now log in.
it_it: Il tuo account è stato sbloccato. Puoi nuovamente accedere.

source: Invalid key
it_it: Chiave invalida

source: <strong>ERROR</strong>: This account has been locked.
it_it: <strong>ERRORE</strong>: Questo acoount è stato bloccato.

source: Failed Login Attempts
it_it: Tentativi di accesso falliti

source: %s ago
it_it: %s trascorsi

source: Y/m/d
it_it: A/M/G

source: [%s] Account Locked
it_it: [%s] Account bloccato

source: The following attempts resulted in the lock:
it_it: I seguenti tentativi risultano bloccati:

source: Themed Profiles
it_it: Profili in base al tema

source: You do not have permission to edit this user.
it_it: Non possiedi l'autorizzazione necessaria a modificare questo utente.

source: Moderation
it_it: Moderazione

source: Moderation Type
it_it: Tipo di moderazione

source: Check this option to require no moderation.
it_it: Selezione questa opzione per disabilitare la moderazione.

source: Check this option to require new users to confirm their e-mail address before they may log in.
it_it: Seleziona questa opzione per richiedere ai nuovi utenti di confermare il loro indirizzo e-mail prima di poter accedere.

source: Admin Approval
it_it: Approvazione dell'amministratore

source: Check this option to require new users to be approved by an administrator before they may log in.
it_it: Selezione questa opzione per richiedere l'approvazione di un amministratore prima che i nuovi utenti possano accedere.

source: User approved.
it_it: Utente approvato

source: Activation sent.
it_it: Attivazione spedita.

source: Resend Activation
it_it: Rispedisci attivazione

source: New user registration on your site %s:
it_it: Nuova registrazione utente nel tuo sito %s

source: Registration complete. You may now log in.
it_it: Registrazione completata. Ora puoi accedere.

source: Theme My Login reCAPTCHA Settings
it_it: Impostazioni reCAPTCHA di Theme My Login

source: Your Profile
it_it: Il tuo profilo

source: Profile updated.
it_it: Profilo aggiornato.

source: E-mail Confirmation
it_it: Conferma e-mail

source: Check this option to send the user back to the page they were visiting before logging in.
it_it: Scegli questa opzione per rimandare l'utente all'ultima pagina visitata prima di effettuare l'accesso.

source: Check this option to send the user to a custom location, specified by the textbox above.
it_it: Scegli questa opzione per indirizzare l'utente verso una pagina, specificata nel campo di testo qui sopra.

# recaptcha theme
source: Dark
it_it: Scuro

source: <strong>ERROR</strong>: Invalid reCAPTCHA secret key.
it_it: <strong>ERRORE</strong>: Chiave reCAPTCHA invalida.

source: <strong>ERROR</strong>: Please check the box to prove that you are not a robot.
it_it: <strong>ERRORE</strong>: Seleziona la casella per verificare che tu non sia un robot.

source: Theme My Login Security Settings
it_it: Impostazioni di sicurezza di Theme My Login

source: User locked.
it_it: Utente bloccato

source: User unlocked.
it_it: Utente sbloccato

source: <strong>ERROR</strong>: This account has been locked because of too many failed login attempts. You may try again in %s.
it_it: <strong>ERRORE</strong>: Questo account è stato bloccato a causa di numerosi tentativi falliti di accesso. Potrai riprovare tra %s.

source: There is a pending change of your e-mail to %1$s. <a href="%2$s">Cancel</a>
it_it: C'è una modifica in attesa della tua email %1$s. <a href="%2$s">Cancella</a>

source: User Links
it_it: Link dell'utente

source: Themes the WordPress login, registration and forgot password pages according to your theme.
it_it: Crea uno stile per la pagina di accesso WordPress, la registrazione e password dimenticate che corrisponda al tuo tema.

source: Show Toolbar when viewing site
it_it: Mostra la barra del menu quando visualizzi il sito.

source: Next
it_it: Prossimo

source: <strong>ERROR</strong>: You have not yet confirmed your e-mail address. <a href="%s">Resend activation</a>?
it_it: <strong>ERRORE</strong>: Non hai ancora confermato il tuo indirizzo email. <a href="%s">Rimanda attivazione</a>?

source: [%s] Registration Denied
it_it: [%s] Registrazione negata

source: You have been denied access to %s
it_it: Ti è stato negato l'accesso a %s

source: You have been approved access to %s
it_it: Ti è stato concesso l'accesso a %s

source: [%s] Registration Approved
it_it: [%s] Registrazione approvata

source: For your security, your account has been locked because of too many failed login attempts. To unlock your account please click the following link:
it_it: Per la tua sicurezza, il tuo account è stato bloccato a causa di eccessivi tentativi di accesso falliti. Per sbloccare il tuo account fai clic sul seguente link:

source: Theme My Login Themed Profiles Settings
it_it: Impostazioni dei profili coordinati al tuo tema

source: User Moderation is not currently compatible with multisite.
it_it: La moderazione degli utenti non è al momento compatibile con configurazione multi-sito.

source: Theme My Login User Moderation Settings
it_it: Impostazioni moderazione utenti di Theme My Login

source: Restrict Admin Access
it_it: Limita l'accesso amministratore

source: Name
it_it: Nome

source: [%s] Activate Your Account
it_it: [%s] Attiva il tuo Account

source: <strong>ERROR</strong>: Sorry, the activation e-mail could not be sent.
it_it: <strong>ERRORE</strong>: Spiacenti, ma la e-mail di attivazione potrebbe non essere stata spedita.

# recaptcha theme
source: Light
it_it: Chiaro

source: Theme My Login Custom User Links Settings
it_it: Theme My Login Impostazioni collegamenti Utente

source: <strong>ERROR</strong>: Sorry, that key does not appear to be valid.
it_it: <strong>ERRORE</strong>: Spaicenti, ma la chiave non sembra essere valida.

source: <strong>ERROR</strong>: Your registration has not yet been approved.
it_it: <strong>ERRORE</strong>: La tua registrazione non è stata approvata.

source: Sites you are already a member of:
it_it: Blog di cui sei già membro:

source: Check this option to send the user to the log in page, displaying a message that they have successfully logged out.
it_it: Scegli questa opzione per rimandare l'utente alla pagina di log-in, specificando che si è scollegato con successo.

source: Your account has been activated. Please check your e-mail for your password.
it_it: Il tuo account è stato attivato. Controlla la tua e-mail per ottenere la password.

source: Personal Options
it_it: Opzioni Personali

source: Cancel password change
it_it: Annulla cambio password

source: Share a little biographical information to fill out your profile. This may be shown publicly.
it_it: Condividi alcune informazioni personali per completare il tuo profilo. Potrebbero essere visualizzate pubblicamente

source: Repeat New Password
it_it: Ripeti Nuova Password

source: Confirm use of weak password
it_it: Conferma utilizzo della vecchia password

source: Update Profile
it_it: Aggiorna Profilo

source: Registration confirmation will be e-mailed to you.
it_it: La conferma della registrazione sarà inviata al tuo indirizzo email.

source: New password
it_it: Nuova password

source: Confirm new password
it_it: Conferma nuova password

source: Allow search engines to index this site.
it_it: Permetti ai motori di ricerca di indicizzare questo sito.

source: Check this option to send the user back to the page they were visiting before logging out. (Note: If the previous page being visited was an admin page, this can have unexpected results.)
it_it: Spunta questa opzione per inviare l&#8217;utente alla pagina che stava visitando prima del log out. (Nota: Se la pagina precedente era una pagina amministrativa, ciò può avere effetti inattesi)

source: Create Site
it_it: Crea un Sito

source: domain
it_it: dominio

source: Email&nbsp;Address:
it_it: Email&nbsp;Indirizzo:

source: Get <em>another</em> %s site in seconds
it_it: Ottieni <em>un altro</em> %s sito in pochi secondi

source: Get your own %s account in seconds
it_it: Ottieni il tuo %s account in pochi secondi

source: Gimme a site!
it_it: Dammi un sito!

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
it_it: Se non usi un dominio di rilievo, lascialo ad un altro utente.

source: (Must be at least 4 characters, letters and numbers only.)
it_it: (Deve essere di almeno 4 caratteri, solo lettere e numeri).

source: There was a problem, please correct the form below and try again.
it_it: Si è verificato un problema, per favore correggi il modulo sottostante e riprova.

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
it_it: Bentornato/a, %s. Completando il modulo sottostante, puoi <strong>aggiungere un altro sito al tuo account</strong>. Non c&#8217;è limite al numero di siti che puoi gestire, perciò creane a piacimento, ma scrivi responsabilmente!

source: Site Name:
it_it: Nome del Sito:

source: Site Domain:
it_it: Dominio del Sito:

source: sitename
it_it: nome sito

source: Your address will be %s.
it_it: Il tuo indirizzo sarà %s.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
it_it: Deve essere di almeno 4 caratteri, solo lettere e numeri. Non può essere cambiato, perciò scegli con attenzione!

source: Site Title:
it_it: Titolo del Sito

source: Signup
it_it: Registrazione

source: We send your registration email to this address. (Double-check your email address before continuing.)
it_it: Inviamo la email di registrazione a questo indirizzo (Controlla la tua email prima di continuare)

source: Just a username, please.
it_it: Solo uno username, per favore.

source: Account Management
it_it: Gestione dell'Account

source: Type your new password again.
it_it: Scrivi nuovamente la tua password

source: Your registration was successful but you must now confirm your email address before you can log in. Please check your email and click on the link provided.
it_it: La tua registrazione è avvenuta con successo, ma devi confermare l'indirizzo email prima di effettuare il login. Per favore controlla la tua casella di posta e clicca sul link fornito.

source: Your registration was successful but you must now be approved by an administrator before you can log in. You will be notified by e-mail once your account has been reviewed.
it_it: La tua registrazione è avvenuta con successo, ma deve essere approvata da un amministratore prima di effettuare il login. Non appena il tuo account è stato sottoposto a revisione ti sarà notificato via email.

source: Your account has been activated. You may now log in.
it_it: Il tuo account è stato attivato. Ora puoi effettuare il login.

source: The activation e-mail has been sent to the e-mail address with which you registered. Please check your email and click on the link provided.
it_it: L'e-mail di attivazione è stata inviata all'indirizzo e-mail con cui ha fatto la registrazione. Per favore controlla la tua casella di posta e clicca sul link fornito.

source: Thanks for registering at %s! To complete the activation of your account please click the following link:
it_it: Grazie per essere registrato a %s! Per completare l'attivazione del tuo account clicca sul link seguente:

source: [%s] New User Awaiting Approval
it_it: [%s] Nuovo Utente in Attesa di Approvazione

source: New user requires approval on your blog %s:
it_it: Un nuovo utente richiede approvazione sul tuo blog %s:

source: To approve or deny this user:
it_it: Per approvare o rifiutare questo utente:

source: Website
it_it: Sito Web

source: Referer
it_it: Riferimento

source: Username or E-mail:
it_it: Nome utente o email:

source: Theme My Login Custom Redirection Settings
it_it: Impostazioni personalizzate per il reindirizzamnto di pagina di Theme My Login

source: <strong>ERROR</strong>: Unable to reach the reCAPTCHA server.
it_it: <strong>ERROR</strong>: Impossibile contattare il server reCAPTCHA.

source: Biographical Info
it_it: Informazioni Biografiche

source: Contact Info
it_it: Informazioni Contatti

source: About Yourself
it_it: Su di te

source: Display name publicly as
it_it: Mostra nome pubblicamente come

source: Cancel
it_it: Cancella

source: You can&#8217;t edit that user.
it_it: Non puoi modificare questo utente.

source: If this was a mistake, just ignore this email and nothing will happen.
it_it: Se questo è stato un errore, basta ignorare questa email e non accadrà nulla.

source: The site %s is yours.
it_it: Il sito %s è di tua proprietà.

source: From Name
it_it: Nome mittente

source: To
it_it: A

source: Activate
it_it: Attiva

source: Disable Notification
it_it: Disabilta avvisi

source: Subject
it_it: Oggetto

source: Username: %s
it_it: Nome utente: %s

source: Gravatar Size
it_it: Dimensioni Gravatar

source: Log Out
it_it: Esci

source: Profile
it_it: Profilo

source: Show Login Link
it_it: Mostra l'indirizzo di accesso

source: Show Register Link
it_it: Mostra L'indirizzo di registrazione

source: Show Lost Password Link
it_it: Mostra l'indirizzo di recupero password

source: Dashboard
it_it: Bacheca

source: Welcome, %s
it_it: Benvenuto, %s

source: Your account is now active!
it_it: Il tuo account è attivo ora!

source: Site registration has been disabled.
it_it: La registrazione al sito è stata disabilitata.

source: Theme My Login Settings
it_it: Impostazioni di Theme My Login

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon new user registration.
it_it: Questa email verrà inviata all'indirizzo o agli indirizzi (possono essere inseriti più indirizzi separati da virgole) specificati qui sotto in seguito alla registrazione di nuovi utenti.

source: If you do not activate your username within two days, you will have to sign up again.
it_it: Se non procedi all'attivazione del tuo nome utente entro due giorni, dovrai nuovamente effettuare l'accesso.

source: Your password reset link appears to be invalid. Please request a new link below.
it_it: Il tuo link per reimpostare la password risulta non valido. Richiedine un altro qui sotto.

source: Login
it_it: Accesso

source: Disable Admin Notification
it_it: Disabilita avvisi dell'amministrazione

source: [%s] Password Reset
it_it: [%s] Reimposta password

source: The e-mail could not be sent.
it_it: Questa email non può essere spedita

source: New User
it_it: Nuovo utente

source: New User Admin
it_it: Nuovo amministratore utenti

source: Show Title
it_it: Mostra il titolo

source: Enable %s
it_it: Abilita %s

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
it_it: Se non hai ancora ricevuta l'email, ci sono una serie di cose che puoi fare:

source: General
it_it: Generale

source: Register
it_it: Registrati

source: Register For This Site
it_it: Registrati Su Questo Sito

source: Enter your new password below.
it_it: Inserisci sotto la tua password

source: The passwords do not match.
it_it: Le password non combaciano

source: Your password reset link has expired. Please request a new link below.
it_it: Il link per il reset della password è scaduto. Richiedi un nuovo link

source: User registration is currently not allowed.
it_it: La registrazione attualmente non è permessa.

source: Check your e-mail for the confirmation link.
it_it: Controlla la tua e-mail per il link di conferma.

source: Your password has been reset.
it_it: La tua password è stata resettata.

source: Your session has expired. Please log-in again.
it_it: Registrazione completata. Effettua ancora il log-in

source: Please log in to continue.
it_it: Effettua il log-in per continuare.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
it_it: <strong>ERRORE</strong>: Inserisci il nome utente o l'indirizzo e-mail.

source: <strong>ERROR</strong>: There is no user registered with that email address.
it_it: <strong>ERRORE</strong>: Non esiste alcun utente con quell'indirizzo e-mail.

source: <strong>ERROR</strong>: Invalid username or e-mail.
it_it: <strong>ERRORE</strong>: Nome utente o indirizzo e-mail non valido.

source: Someone requested that the password be reset for the following account:
it_it: Qualcuno ha richiesto il reset della password per l'account indicato:

source: To reset your password, visit the following address:
it_it: Per cambiare password, visita questo indirizzo:

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
it_it: <a href="http://%1$s">http://%2$s</a> è il tuo nuovo sito. Effettua il <a href="%3$s">log in</a> as &#8220;%4$s&#8221; con la tua password già esistente.

source: <p><em>The site you were looking for, <strong>%s</strong> does not exist, but you can create it now!</em></p>
it_it: <p><em>Il sito che cerchi <strong>%s</strong> non esiste, ma puoi crearlo ora!</em></p>

source: <strong>You have successfully updated WordPress!</strong> Please log back in to experience the awesomeness.
it_it: <strong>Hai aggiornato correttamente WordPress!</strong> Effettua di nuovo il login per provare la nuova esperienza d'uso.

source: A login form for your blog.
it_it: Un modulo di login per il tuo blog

source: Activation Key Required
it_it: E' richiesta la Chiave di Attivazione

source: Activation Key:
it_it: Chiave di Attivazione

source: Allow users to login using their username and/or e-mail address.
it_it: Consenti agli utenti di effettuare il login usando il proprio username e/o l'indirizzo e-mail

source: An error occurred during the activation
it_it: Si è verificato un errore durante l'attivazione

source: Available Variables
it_it: Variabili disponibili

source: But, before you can start using your new username, <strong>you must activate it</strong>.
it_it: Ma prima di poter iniziare a usare il tuo username, <strong>lo devi attivare</strong>.

source: But, before you can start using your site, <strong>you must activate it</strong>.
it_it: Ma prima di poter iniziare a usare il tuo sito, <strong>devi attivarlo</strong>.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
it_it: Controlla la casella della posta indesiderata. A volte le email finiscono lì per errore

source: Check your inbox at <strong>%1$s</strong> and click the link given.
it_it: Controlla tua posta in arrivo <strong>%1$s</strong> e clicca sul link fornito

source: Check your inbox at <strong>%s</strong> and click the link given.
it_it: Controlla tua posta in arrivo <strong>%s</strong> e clicca sul link fornito

source: Congratulations! Your new site, %s, is almost ready.
it_it: Congratulazioni! Il tuo nuovo sito, %s, è quasi pronto.

source: E-mail Format
it_it: Formato E-mail

source: E-mail only
it_it: Solo E-mail

source: Enable "theme-my-login.css"
it_it: Abilita "theme-my-login.css"

source: From E-mail
it_it: Da (Email)

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
it_it: Salve Amministratore! Al momento consenti &#8220;%s&#8221; registrazioni. Per cambiare o disabilitare la registrazione, vai alla tua <a href="%s">Pagina di Opzioni</a>.

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
it_it: Hai scritto la tua email correttamente? Hai inserito %s, se non è corretta, non riceverai il tuo messaggio di posta.

source: If any field is left empty, the default will be used instead.
it_it: Se un campo è vuoto, verrà usato quello di default.

source: If you do not activate your site within two days, you will have to sign up again.
it_it: Se non attivi entro due giorni il tuo sito, dovrai registrarti nuovamente
