Repository: regione-marche/SUAP-SUE-Regione-Marche-CWOL
Catalog: */cms/wordpress/apps/itaFrontOffice/includes/resources/theme-*-login-*.po
Languages: it_it

source: In order to keep changes between upgrades, you can store your customized "theme-my-login.css" in your current theme directory.
it_it: Per conservare i cambiamenti dopo gli aggiornamenti, puoi memorizzare il tuo "theme-my-login.css" personalizzato nella cartella del tuo tema attuale

source: %s is your new username
it_it: %s è il tuo username

source: You must first <a href="%s">log in</a>, and then you can create a new site.
it_it: Devi prima eseguire il <a href="%s">log in</a>, dopo puoi creare un nuovo sito

source: User registration has been disabled.
it_it: La registrazione utenti è stata disabilitata.

# Multisite active signup type
source: all
it_it: tutti

# Multisite active signup type
source: none
it_it: nessuno

# Multisite active signup type
source: user
it_it: utente

source: Modules
it_it: Moduli

source: Stylesheet
it_it: Foglio di Stile

source: Login Type
it_it: Tipo di Login

source: Username only
it_it: Solo Username

source: Username or E-mail
it_it: Username o E-mail

source: Registration has been disabled.
it_it: La registrazione è stata disabilitata

source: Possible reason: your host may have disabled the mail() function...
it_it: Possibile motivo: il tuo host potrebbe avere disabilitato la funzionalità mail()...

source: Registration complete. Please check your e-mail.
it_it: Registrazione completa. Per favore controlla la tua email.

source: User Activation
it_it: Attivazione Utente

source: User Approval
it_it: Approvazione Utente

source: User Approval Admin
it_it: Amministratore dell'Approvazione Utente

source: User Denial
it_it: Rifiuto Utente

source: This e-mail will be sent to a new user upon registration.
it_it: Questa e-mail sarà inviata a seguito di una nuova registrazione utente

source: Please be sure to include the variable %reseturl% or else the user will not be able to recover their password!
it_it: Per favore assicurati di includere la variabile %reseturl% o altrimenti l'utente non potrà recuperare la sua password!

source: Plain Text
it_it: Testo semplice

source: Message
it_it: Messaggio

source: This e-mail will be sent to a user when they attempt to recover their password.
it_it: Questa e-mail sarà inviata a un utente quando tenta di recuperare la sua password

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon user password change.
it_it: Questa e-mail sarà inviata all'indirizzo o agli indirizzi (indirizzi multipli possono essere separati da virgole) specificati sotto, a seguito di cambio password utente.

source: This e-mail will be sent to a new user upon registration when "E-mail Confirmation" is checked for "User Moderation".
it_it: Questa e-mail sarà inviata a seguito di nuova registrazione utente quando "Conferma E-mail" viene spuntato nella "Moderazione Utente"

source: Please be sure to include the variable %activateurl% or else the user will not be able to activate their account!
it_it: Per favore assicurati di includere la variabile %activateurl% o altrimenti l';utente non potrà attivare il suo account!

source: Still waiting for your email?
it_it: Sei ancora in attesa della tua email?

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
it_it: Aspetta ancora un po'. A volte la consegna delle email può essere ritardata da processi esterni.

source: Sorry, new registrations are not allowed at this time.
it_it: Siamo spiacenti, al momento non sono consentite nuove registrazioni.

source: You are logged in already. No need to register again!
it_it: Hai già effettuato l'accesso. Non è necessario registrarsi nuovamente!

source: This e-mail will be sent to a user who is deleted/denied when "Admin Approval" is checked for "User Moderation" and the user's role is "Pending".
it_it: Questa e-mail sarà inviata a un utente che è rifiutata/cancellato quando "Approvazione dall'Amministratore" è spuntata nella "Moderazione Utente"

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below upon user registration when "Admin Approval" is checked for "User Moderation".
it_it: Questa e-mail sarà inviata all'indirizzo o agli indirizzi (indirizzi multipli possono essere separati da virgole) specificati sotto, a seguito di registrazione utente quando l'opzione "Approvazione dall'Amministratore" è spuntata nella "Moderazione Utente"

source: <p><em>The site you were looking for, <strong>%s</strong>, does not exist.</em></p>
it_it: <p><em>Il sito che cerchi <strong>%s</strong> non esiste.</em></p>

source: Your account has been activated. You may now <a href="%1$s">login</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
it_it: Il tuo account è stato attivato. Puoi effettuare il <a href="%1$s">login</a> usando lo username da te scelto di &#8220;%2$s&#8221;. Controlla la tua posta in arrivo a %3$s per la tua password e le istruzioni per il login. Se non ricevi un'email, ti preghiamo di controllare la posta indesiderata. Se dopo un'ora non hai ancora ricevuto l'email, puoi <a href="%4$s">resettare la tua password</a>.

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
it_it: Il tuo sito all'indirizzo <a href="%1$s">%2$s</a> è attivo. Puoi effettuare il login al tuo sito mediante lo username da te scelto di &#8220;%3$s&#8221;. Controlla la tua posta in arrivo a %4$s per la tua password e le istruzioni per il login. Se non ricevi un'email, ti preghiamo di controllare la posta indesiderata. Se dopo un'ora non hai ancora ricevuto l'email, puoi <a href="%5$s">resettare la tua password</a>.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Login</a>
it_it: Il tuo account è stato attivato. <a href="%1$s">Vedi il tuo sito</a> o effettua il <a href="%2$s">Login</a>

source: Your account is now activated. <a href="%1$s">Login</a> or go back to the <a href="%2$s">homepage</a>.
it_it: Il tuo account è stato attivato. Effettua il <a href="%1$s">Login</a> o torna alla <a href="%2$s">homepage</a>.

source: Default Action
it_it: Azione di Default

source: Show When Logged In
it_it: Mostra quando sei loggato

source: Show When Logged Out
it_it: Mostra quando sei uscito

source: Show Gravatar
it_it: Mostra Gravatar

source: Theme My Login Custom E-mail Settings
it_it: Theme My Login Impostazioni E-mail Personalizzate

source: Retrieve Password
it_it: Recupera Password

source: This e-mail will be sent to a new user upon admin approval when "Admin Approval" is checked for "User Moderation".
it_it: Questa e-mail sarà inviata a un nuovo utente dopo approvazione admin quando "Approvazione dall'Amministratore" è spuntato nella "Moderazione Utente"

source: Reset Password
it_it: Cambia password

source: Lost Password
it_it: Password dimenticata

source: You are now logged out.
it_it: Sei stato disconnesso.

source: Please enter your username or email address. You will receive a link to create a new password via email.
it_it: Inserisci il tuo nome utente o l’indirizzo email. Riceverai un link per impostare di nuovo la password tramite email.
